{ "album": "The Dark Side of the Moon",
  "artist": "Pink Floyd",
  "publisher": ["Harvest Records", "Capitol Records"],
  "year": 1973,
  "studio": "Abbey Road Studios",
  "tracks": [
    { "title": "Speak to Me",
      "time":  76,
      "lyrics": "I've been mad for fucking years, absolutely years, been over the edge for yonks, been working me buns off for bands...\nI've always been mad, I know I've been mad, like the most of us...very hard to explain why you're mad, even if you're not mad...\n (Instrumental)"
    },
    { "title": "Breathe",
      "time": 164,
      "lyrics":"Breathe, breathe in the air.\n Don't be afraid to care.\n Leave but don't leave me.\n Look around and choose your own ground.\n \n Long you live and high you fly\n And smiles you'll give and tears you'll cry\n And all you touch and all you see\n Is all your life will ever be.\n \n Run, rabbit run.\n Dig that hole, forget the sun,\n And when at last the work is done\n Don't sit down it's time to dig another one.\n \n For long you live and high you fly\n But only if you ride the tide\n And balanced on the biggest wave\n You race towards an early grave."
    },
    { "title": "On The Run",
      "time": 212,
      "lyrics": "[female announcer, announcing flights at airport, including 'Rome']\n Live for today, gone tomorrow, that's me, HaHaHaaaaaa!\n (Instrumental)"
    },
    { "title": "Time",
      "time": 426,
      "lyrics": "Ticking away the moments that make up a dull day\n You fritter and waste the hours in an offhand way.\n Kicking around on a piece of ground in your home town\n Waiting for someone or something to show you the way.\n \n Tired of lying in the sunshine staying home to watch the rain.\n You are young and life is long and there is time to kill today.\n And then one day you find ten years have got behind you.\n No one told you when to run, you missed the starting gun.\n \n So you run and you run to catch up with the sun but it's sinking\n Racing around to come up behind you again.\n The sun is the same in a relative way but you're older,\n Shorter of breath and one day closer to death.\n \n Every year is getting shorter never seem to find the time.\n Plans that either come to naught or half a page of scribbled lines\n Hanging on in quiet desperation is the English way\n The time is gone, the song is over,\n Thought I'd something more to say."
    },
    { "title": "Breathe (reprise)",
      "time": 426,
      "lyrics": "Home, home again.\n I like to be here when I can.\n When I come home cold and tired\n It's good to warm my bones beside the fire.\n Far away across the field\n The tolling of the iron bell\n Calls the faithful to their knees\n To hear the softly spoken magic spells."
    },
    { "title": "The Great Gig in the Sky",
      "time": 284,
      "lyrics": "And I am not frightened of dying, any time will do, I\n don't mind. Why should I be frightened of dying?\n There's no reason for it, you've gotta go sometime.\n \n If you can hear this whispering you are dying.\n \n I never said I was frightened of dying." 
    },
    { "title": "Money",
      "time": 392,
      "lyrics": "Money, get away.\n Get a good job with good pay and you're okay.\n Money, it's a gas.\n Grab that cash with both hands and make a stash.\n New car, caviar, four star daydream,\n Think I'll buy me a football team.\n \n Money, get back.\n I'm all right Jack keep your hands off of my stack.\n Money, it's a hit.\n Don't give me that do goody good bullshit.\n I'm in the high-fidelity first class traveling set\n And I think I need a Lear jet.\n \n Money, it's a crime.\n Share it fairly but don't take a slice of my pie.\n Money, so they say\n Is the root of all evil today.\n But if you ask for a raise it's no surprise that they're\n giving none away.\n \n 'HuHuh! I was in the right!'\n 'Yes, absolutely in the right!'\n 'I certainly was in the right!'\n 'You was definitely in the right. That geezer was cruising for a\n bruising!'\n 'Yeah!'\n 'Why does anyone do anything?'\n 'I don't know, I was really drunk at the time!'\n 'I was just telling him, he couldn't get into number 2. He was asking\n why he wasn't coming up on freely, after I was yelling and\n screaming and telling him why he wasn't coming up on freely.\n It came as a heavy blow, but we sorted the matter out'"
    },
    { "title": "Us and Them",
      "time": 460,
      "lyrics": "Us, and them\n And after all we're only ordinary men.\n Me, and you.\n God only knows it's noz what we would choose to do.\n Forward he cried from the rear\n and the front rank died.\n And the general sat and the lines on the map\n moved from side to side.\n Black and blue\n And who knows which is which and who is who.\n Up and down.\n But in the end it's only round and round.\n Haven't you heard it's a battle of words\n The poster bearer cried.\n Listen son, said the man with the gun\n There's room for you inside.\n \n `I mean, they're not gunna kill ya, so if you give 'em a quick short,\n sharp, shock, they won't do it again. Dig it? I mean he get off\n lightly, 'cos I would've given him a thrashing - I only hit him once!\n It was only a difference of opinion, but really...I mean good manners\n don't cost nothing do they, eh?'\n \n Down and out\n It can't be helped but there's a lot of it about.\n With, without.\n And who'll deny it's what the fighting's all about?\n Out of the way, it's a busy day\n I've got things on my mind.\n For the want of the price of tea and a slice\n The old man died."
    },
    { "title": "Any Colour You Like",
      "time": 205,
      "lyrics": "(Instrumental)"
    },
    { "title": "Brain Damage",
      "time": 230,
      "lyrics": "The lunatic is on the grass.\n The lunatic is on the grass.\n Remembering games and daisy chains and laughs.\n Got to keep the loonies on the path.\n \n The lunatic is in the hall.\n The lunatics are in my hall.\n The paper holds their folded faces to the floor\n And every day the paper boy brings more.\n \n And if the dam breaks open many years too soon\n And if there is no room upon the hill\n And if your head explodes with dark forebodings too\n I'll see you on the dark side of the moon.\n \n The lunatic is in my head.\n The lunatic is in my head\n You raise the blade, you make the change\n You re-arrange me 'til I'm sane.\n You lock the door\n And throw away the key\n There's someone in my head but it's not me.\n \n And if the cloud bursts, thunder in your ear\n You shout and no one seems to hear.\n And if the band you're in starts playing different tunes\n I'll see you on the dark side of the moon.\n \n `I can't think of anything to say except...\n I think it's marvelous! HaHaHa!'"
    },
    { "title": "Eclipse",
      "time": 184,
      "lyrics": "All that you touch\n All that you see\n All that you taste\n All you feel.\n All that you love\n All that you hate\n All you distrust\n All you save.\n All that you give\n All that you deal\n All that you buy,\n beg, borrow or steal.\n All you create\n All you destroy\n All that you do\n All that you say.\n All that you eat\n And everyone you meet\n All that you slight\n And everyone you fight.\n All that is now\n All that is gone\n All that's to come\n and everything under the sun is in tune\n but the sun is eclipsed by the moon.\n \n `There is no dark side of the moon really. Matter of fact it's all dark.'"
    }]
}
